/*************************************************************************************************\
* Наименование:  Загрузка данных по новым карт-счетам из файлов предоставленных банком            *
*                "Загрузка данных по картам Сбербанка (ЭМ)"                                       *
* Контур/Модуль: Заработная плата                                                                 *
* Примечание:    Отчеты пользователя                                                              *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#766          |08/12/17|Потапов А.В.             |НПО Энергомаш                    *
\*************************************************************************************************/

.set name='ImpBankCardSbb'
.NameInList 'ЭМ.Протокол загрузки данных по картам Сбербанка'
!.hide
.fields
  TOTAL
  WHO
  REASON
.endfields
 ^

.{isErrorsSbb checkenter
! В процессе импорта возникли ошибки.
┌─────────────────────────────────────────────────┬───────────────────────────────────────────────────────────────────────────┐
│Запись                                           │ПРИМЕЧАНИЕ                                                                 │
├─────────────────────────────────────────────────┼───────────────────────────────────────────────────────────────────────────┤
.{
│@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@│@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@│
.}                                                
└─────────────────────────────────────────────────┴───────────────────────────────────────────────────────────────────────────┘
.}
.endform