.LinkForm 'SPRZAR_01' Prototype is 'SPRZAR'
.NameInList 'НМ Справка о заработной плате'
.var
  RДаты:String
.endvar
.fields
  CommonFormHeader
  Pred
  Работник
  RДаты
  Месяц_строка
  Год
  SumZar
!  Премия
!  Награда
!  Выплаты
  ISumZar
!  IПремия
!  IНаграда
!  IВыплаты
  SumDoh
  StrSumDoh
  Среднемесячная_зарплата
  StrСреднемесячная_зарплата
  Reason
!  Бух
  Рук
  DataOtch
  'true':'s'
.endfields
^
.{CheckEnter SPRZAR_01
.begin
if За_год_с = За_год_по
  RДаты:= За_год_с
else
  RДаты:= За_год_с+'-'+За_год_по
end.

 Й                   С П Р А В К А Й
 И       о заработной плате и других доходах

 @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@
 Работник @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@
  за ^ г. получил
──────────┬───────┬─────────────────┐
          │       │Заработная плата │
  Месяцы  │  Год  │и пособия по     │
          │       │больничным листам│
──────────┼───────┼─────────────────┤
.{CheckEnter SPRZAR_02
@@@@@@@@@ │ @~@@@@│&#'&&&&&&&&&&&.&&│
.}
──────────┴───────┴─────────────────┘
 БИтого             &#'&&&&&&&&&&&&.&& Б

Общая сумма доходов за период:   &#'&&&&&&&&&&&&&&&&&&&&.&&
@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@

Среднемесячная зарплата:   &#'&&&&&&&&&&&&&&&&&&&&.&&
@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@

@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@

!         БРуководитель предприятия Б ___________ @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@
         БГлавный бухгалтер Б        ___________ @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@
 М.П.
         ББухгалтер Б                ___________

     Д^ Д г.
 ^
.}
.endform
