/*************************************************************************************************\
* Наименование:  Создание справки с места работы (по месту требования)                            *
* Контур/Модуль: Управление персоналом                                                            *
*                                                                                                 *
* Вид работы  |Номер          |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |на основе #1124|31/08/20|Метелев П.Б.             |НПО Энергомаш                    *
\*************************************************************************************************/

.set name='iEM_CertificatePlace'
.hide
.fields
  CommonFormHeader
  Org
  Addr
  Tel
  dRep
  FIO
  sex
  DateBorn
  Dol
  DateApp
  dPrikaz
  NPrikaz
  dPrikazo
  NPrikazo
  DotpusN
  DotpusO
  FIO2
  sFirstPodpis
  sFirstPodpisDol
.endfields
1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19
^ ^ ^ ^ ^ ^ ^ ^ ^  ^  ^  ^ ^  ^  ^  ^  ^  ^  ^ 
.endform
