/*************************************************************************************************\
* Наименование:  Создание справки с места работы (по месту требования)                            *
* Контур/Модуль: Управление персоналом                                                            *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#1124         |27/09/17|Валента А.В.             |НПО Энергомаш                    *
\*************************************************************************************************/

.set name='iEM_CertificatePlaceRequest'
.hide
.fields
  CommonFormHeader
  Org
  Addr
  Tel
  dRep
  FIO
  sex
  DateBorn
  Dol
  Podr
  DateApp
  dPrikaz
  NPrikaz
  sFirstPodpis
  sFirstPodpisDol
.endfields
1 2 3 4 5 6 7 8 9 10 11 12 13 14 15
^ ^ ^ ^ ^ ^ ^ ^ ^  ^  ^  ^  ^  ^  ^
.endform
