/*************************************************************************************************\
* Наименование:  Доработка отчетной формы "Отчет по изменениям ШР"                                *
* Контур/Модуль: Управление персоналом                                                            *
* Примечание:    Управление персоналом -> Штатное расписание -> Приказы по штатному расписанию    *
*                         -> Реестр приказов по штатному расписанию                               *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#200          |03/05/17|Валента А.В.             |НПО Энергомаш                    *
\*************************************************************************************************/
.set name='iEM_CnahgeStaffStruct'
.hide
.fields
   CommonFormHeader
   dBeginPeriod
   dEndPeriod

   PodrNRec   
   PodrName   
   PodrCode   
   PodrdKolStaff
   PodrdSumOklad

   cDolIskl
   sDolIskl
   dKolIskl
   dOkladIskl
   dTotalIskl

   cDolVvod
   sDolVvod
   dKolVvod
   dOkladVvod
   dTotalVvod

   sType   
   sDate   
   cStaff  
.endfields
1 2 3 4 5 6 7 8 9 10 11 12 13
^ ^ ^
.{ CheckEnter LoopPodr
^ ^ ^ ^ ^
.{ CheckEnter LoopDoc
^ ^ ^ ^ ^
^ ^ ^ ^ ^
^ ^ ^
.}
.}

.endform
