/*************************************************************************************************\
* Наименование:  Разработка отчетной формы                                                        *
*                "Справка-объективка"                                                             *
* Контур/Модуль: Кадры                                                                            *
* Примечание:    Пользовательские отчеты (Alr+W в карточка сотрудника)                            *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#253          |06/05/17|Потапов А.В.             |НПО Энергомаш                    *
\*************************************************************************************************/

.set name='GP_SpravObj'
.NameInList 'ЭМ.Справка-объективка (ЭМ)'
.hide
.fields
  FIO
  CatPost
  CatDept
  BORNDATE
  BornAddr
  CatFamy
  EdMainT EdMain
  EdMainSpecT EdMainSpec
  EdPerT EdPer
  EdPovT EdPov
  BadgeT Badge
  langT lang
  attrezT attrez
  fortuneT fortune
  punishmentT punishment
  stajo stajp
  datExIn datExOut ExWorkPost
  signpost signfio
.endfields
  ^
  ^
  ^
  ^
  ^
  ^
---Образование------------------------------------------------------------
.{
^ ^
.}
---Специальность----------------------------------------------------------
.{
^ ^
.}
---Переподготовка---------------------------------------------------------
.{
^ ^
.}
---Повышение квалификации-------------------------------------------------
.{
^ ^
.}
---Ученая степень---------------------------------------------------------
.{
^ ^
.}
---Язык-------------------------------------------------------------------
.{
^ ^
.}
---Аттестация-------------------------------------------------------------
.{
^ ^
.}
---Награды поощрения------------------------------------------------------
.{
^ ^
.}
---Взыскания--------------------------------------------------------------
.{
^ ^
.}
---Стаж-------------------------------------------------------------------
  ^ 
  ^ 
---Предыдущая работа------------------------------------------------------
.{
  ^ ^ ^
.}
---подписанты-------------------------------------------------------------
.{
  ^
  ^
.}
--------------------------------------------------------------------------

.endform
