/*************************************************************************************************\
* Наименование:  Разработка отчетной формы                                                        *
*                РПД № 42 "Перенос отпуска"                                                       *
* Контур/Модуль: Управление персоналом                                                            *
* Примечание:    Управление персоналом->Документы->Все приказы по персоналу->                     *
*                   Окно редактирования приказа =Приказ=->                                        *
*                   Контекстное меню <Печать индивидуальной формы приказа>                        *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#167          |20/06/17|Валента А.В.             |НПО Энергомаш                    *
\*************************************************************************************************/
.linkform 'GP_TransferVacation' prototype is 'NFormRD42Form'
.nameinlist'ЭМ."Приказ о Перенос отпуска сотрудника" ЭМ'
.F 'NUL'
.{ NformRD42Cycle CheckEnter
.}
.begin
  RunInterface(iEMTransferVacationReport, Номер_Приказа, Дата_Приказа, comp(0), comp(ContDocNrec));
end.
.endform
