/*************************************************************************************************\
* Наименование: Приказ об отмене обучения                                                         *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#44           |08/11/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.LinkForm 'GP_NformRD37' Prototype is 'NformRD37'
.declare
#include GP_RepLaborContract.vih
.enddeclare
.NameInList 'ЭМ.Приказ об отмене обучения'
.f 'NUL'
.{ NformRD37_Tema_Cycle checkenter
.}
.{ NformRD37_PrimOutSide_Cycle checkenter
.}
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(37,1,ContDocNrec,PersNrec,0);
end.
.endform
