/*************************************************************************************************\
* Наименование: Приказ (распоряжение) о приеме работника на работу № Т-1                          *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#344          |20/04/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.LinkForm 'GP_Nformt1_2004' Prototype is 'Nformt1_2004'
.declare
#include GP_RepLaborContract.vih
.enddeclare
.NameInList 'ЭМ.Приказ (распоряжение) о приеме работника на работу № Т-1'
.Group 'Country' subGroup 'Russia'
.f 'NUL'
.{t1_2004_Raise  CheckEnter
.}
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(1,1,comp(0),PersNrec,AppointNrec);
end.
.endform
