/*************************************************************************************************\
* Наименование: Приказ о переводе                                                                 *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#354          |17/07/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.LinkForm 'GP_Nformt5_2004_RPD3' Prototype is 'Nformt5_2004'
.declare
#include GP_RepLaborContract.vih
.enddeclare
.NameInList 'ЭМ.Приказ о расширении зоны обслуживания и исполнении обязанностей'
.group 'замещения'
.f 'NUL'
.{t5_2004_Raise  CheckEnter
.}
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(3,1,ContDocNrec,PersNrec,0);
end.
.endform
