/*************************************************************************************************\
* Наименование: Приказ о переносе сроков обучения                                                 *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#174          |14/07/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.LinkForm 'GP_NformRD36' Prototype is 'NformRD36'
.declare
#include GP_RepLaborContract.vih
.enddeclare
.NameInList 'ЭМ.Приказ о переносе сроков обучения'
.f 'NUL'
.{CheckEnter NFORMRD36_TEMA_CYCLE
.}
.{CheckEnter NFORMRD36_PRIMOUTSIDE_CYCLE
.}
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(36,1,ContDocNrec,PersNrec,AppointNrec);
end.
.endform
