/*************************************************************************************************\
* Наименование: Приказ о переводе                                                                 *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#352          |26/05/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.LinkForm 'GP_Nformt5_2004_RPD5' Prototype is 'Nformt5_2004'
.declare
#include GP_RepLaborContract.vih
.enddeclare
.NameInList 'ЭМ.Приказ о переводе'
.group 'назначения'
.f 'NUL'
.{t5_2004_Raise  CheckEnter
.}
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(5,1,ContDocNrec,PersNrec,NewAppNrec);
end.
.endform
