/*************************************************************************************************\
* Наименование: Соглашение о расторжении трудового договора                                       *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#350          |26/05/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.LinkForm 'GP_Nformt8_2004_TD' Prototype is 'Nformt8_2004'
.declare
#include GP_RepLaborContract.vih
.enddeclare
.NameInList 'ЭМ.Соглашение о расторжении трудового договора'
.f 'NUL'
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(8,0,comp(0),PersNrec,AppointNrec);
end.
.endform
