/*************************************************************************************************\
* Наименование: Приказ о днях отдыха и оплачиваемых неявках                                       *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#170          |29/08/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.LinkForm 'GP_NformRD71' Prototype is 'NformRD71'
.declare
#include GP_RepLaborContract.vih
.enddeclare
.NameInList 'ЭМ.Приказ о днях отдыха и оплачиваемых неявках'
.group 'совмещения'
.f 'NUL'
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(71,1,ContDocNrec,PersNrec,0);
end.
.endform
