/*************************************************************************************************\
* Наименование: Приказ о переносе отпуска сотрудника                                              *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#167          |28/09/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.LinkForm 'GP_NFormRD42Form' Prototype is 'NFormRD42Form'
.declare
#include GP_RepLaborContract.vih
.enddeclare
.NameInList 'ЭМ.Приказ о переносе отпуска сотрудника'
.f 'NUL'
.{ NformRD42Cycle CheckEnter
.}
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(42,1,comp(ContDocNrec),comp(PersNrec),0);
end.
.endform
