/*************************************************************************************************\
* Наименование: Приказ об увольнении                                                              *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#252          |17/05/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.LinkForm 'GP_Nformt8_2004' Prototype is 'Nformt8_2004'
.declare
#include GP_RepLaborContract.vih
.enddeclare
.NameInList 'ЭМ.Приказ об увольнении'
.f 'NUL'
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(8,1,comp(0),PersNrec,AppointNrec);
end.
.endform
