/*************************************************************************************************\
* Наименование: Печать трудового договора                                                         *
* Контур/Модуль: Кадры                                                                            *
* Примечание:                                                                                     *
*                                                                                                 *
* Вид работы  |Номер         |Дата    |Исполнитель              |Проект                           *
* ----------------------------------------------------------------------------------------------- *
* Разработка  |#44           |10/02/17|Кузьмин П.Ю.             |НПО Энергомаш                    *
\*************************************************************************************************/

.linkform 'GP_td_1_136' prototype is td_1_136
.declare
#include GP_RepLaborContract.vih
.enddeclare
.nameinlist 'ЭМ.Трудовой договор'
.group " td_1_136"
.f 'NUL'
.{ Td_1_136_Cycle1 CheckEnter
.}
.begin
  var Rep:GP_RepLaborContract;
  Rep.Run(1,0,comp(0),comp(NRecPsn),comp(NRecApp));
end.
#IFDEF _2019_12_18_
.{ Danger_1_136_Cycle1 CheckEnter
.}
#ENDIF
.endform
